label monastery:
    label monastery_placeholder:
        nvl clear
        "На пирсе толстый монах торгуется с капитаном за двадцать бочек вина. Двое метеорологов грузят в плоскодонку странный сверкающий прибор явно дьявольского происхождения и отпускают колкости в адрес толстяка. Тот отвечает им добродушной руганью."
        "Здесь можно купить мёда, исповедаться и плотно поужинать. Или продать тайны и купить пойманные запахи."
        "{color=#0000ffff}Истории монахов и учёных будут рассказаны позже.{/color}"
    label monastery_quit:
        show screen map_screen
        "NOTHING"