label poop:
    label poop_placeholder:
        nvl clear
        "– Всё-таки у горы Пуп на редкость дурацкое название. Пуп – это по определению маленькое углубление в человеческом теле, а гора – это, опять же по определению, большой выступ на поверхности земли. Между этими двумя вещами нет буквально ничего общего, и тем не менее одну назвали в честь другой. Как ты считаешь, юнга, какой в этом смысл?"
        "Пока боцман даёт уроки логики, вы всматриваетесь в берег. Гора по-прежнему стоит на своём месте, великан по-прежнему плачет, а его слёзы по-прежнему стекают в море. Довольно странно спрашивать о смысле, да вообще спрашивать хоть о чём-нибудь возле острова под названием Риторический в море, состоящем по большей части из великаньих слёз."
        "Вы проводите ночь в портовой таверне, чините паруса и отплываете."
        "{color=#0000ffff}История плачущего великана будет рассказана позже.{/color}"
    label poop_quit:
        show screen map_screen
        "NOTHING"