label tartari:
    label tartari_placeholder:
        "\“Мармозетка\” – единственный гражданский корабль в Тартари, и это бросается в глаза. Ещё не сойдя на берег, вы замечаете офицера Конторы, безразлично набивающего трубку возле сходней. В портовых складах намекают, что парусина прежде всего достаётся военным кораблям, но если вам угодно подождать до конца недели или пока не придёт груз из столицы... Разговоры на пирсе затихают при появлении человека без формы."
        "Местные военные высокомерны даже в лучшее время, а во время блокады Вейна во всех чужаках они видят либо бездельников, либо шпионов. Вы уплываете, пока они не начали сомневаться в том, что экипаж “Мармозетки” относится к первой категории."
        "{color=#0000ffff}История пограничной крепости будет рассказана позже.{/color}"
    label tartari_quit:
        show screen map_screen